[{
        "judul": "Pembukaan Kongres Gmni XXII Bandung.",
        "tanggal": "15 Juli 2025",
        "deskripsi": "Kongres GMNI XXII tersebut menjadi salah satu momentum persatuan seluruh bung dan Sarinah se-Indonesia dan semoga dalam kontestasi tersebut melahirkan pemimpin GMNI yang lebih progresif dan revolusioner.",
        "gambar": "image/Kongres.jpg"
    },
    {
        "judul": "Audiensi Dinkes: Terkait Isu Website Terlink Situs Judol",
        "tanggal": "6 Mei 2025",
        "deskripsi": "Kelalaian birokrasi bukan perkara sepele—ini menyangkut asas pemerintahan yang baik, integritas, dan moral pelayanan publik!",
        "gambar": "image/Dinkes.jpg"
    },
    {
        "judul": "Audiensi Pemkot Cilegon",
        "tanggal": "Mei 2025",
        "deskripsi": "Perwakilan Dpk Gmni Polgri Beserta Perwakilan Seluruh Sarinah Dan Bung Sekota Cilegon Menghadiri Audiensi Bersama Pemkot Cilegon Dan Dihadiri Oleh Wakil Walikota Cilegon Fajar Prabowo, Untuk Menyampaikan Aspirasi Masyarakat Kota Cilegon Dan Mempertanyakan Mengenai Perkembangan Anggaran Yang Sedang Difisit Pasca Kepemimpinan Helldy.",
        "gambar": "image/pemkot.jpg"
    },
    {
        "judul": "Silaturahmi Garnisun Cilegon",
        "tanggal": "2025",
        "deskripsi": "Pertemuan ini menjadi wadah diskusi tentang kebangsaan, persatuan, serta peran pemuda dalam menjaga keutuhan dan kedaulatan bangsa.",
        "gambar": "image/tni.jpg"
    },
    {
        "judul": "Dies Natalis GMNI Ke-71 Tahun",
        "tanggal": "23 Maret 2025",
        "deskripsi": "GMNI lahir dari semangat para Kaum Marhaen yang tak pernah redup dan padam. Menyala-nyala setiap waktu menjawab tantangan zaman guna menghapuskan penindasan manusia atas manusia dan penindasan bangsa atas bangsa demi tercapainya Sosialisme Indonesia!",
        "gambar": "image/Diesnatalis.jpg"
    },
    {
        "judul": "Kaderisasi Tingkat Dasar 2025",
        "tanggal": "14 Februari 2025",
        "deskripsi": "Menghadiri Pembukaan Kaderisasi Tingkat Dasar Dpc Kota Cilegon.",
        "gambar": "image/Ktd.jpg"
    },
    {
        "judul": "Fotbar Selesai Aksi",
        "tanggal": "08 Januari 2025",
        "deskripsi": "Aksi Bela Masyarakat : Penuntutan Pembayaran Honor Daerah Kota Cilegon Dan Difisit Anggaran. Pertama kalinya Kota Cilegon ditimpa dengan keadaan yang sangat miris serta merugikan masyarakat, yaitu defisit anggaran yang berjumlah 100 Miliar sehingga mengakibatkan banyaknya pihak dirugikan dikarenakan telat bayar sebesar Rp. 8,2 Miliar kepada guru madrasah, guru ngaji dan guru TPQ, Rp. 1,5 Miliar kepada kader Cilegon mandiri dan Rp. 270 Juta, Ketua RT dan RW berada di lingkungan Kota Cilegon.",
        "gambar": "image/Honorer.jpg"
    },
    {
        "judul": "Aksi Forum Mahasiswa Cilegon",
        "tanggal": "24 Februari 2025",
        "deskripsi": "Pemimpin Baru Cilegon Musibah Atau Berkah?.",
        "gambar": "image/Aksi.jpg"
    },
    {
        "judul": "CIPAYUNG PLUS CILEGON",
        "tanggal": "22 Februari 2025",
        "deskripsi": "Perwakilan Dpk Gmni Polgri Menghadiri Konsolidasi Teklap Aksi Forum Mahasiswa Cilegon.",
        "gambar": "image/Gabungan.jpg"
    },
    {
        "judul": "Liburan Dan Kajian Dpk",
        "tanggal": "21 Februari 2025",
        "deskripsi": "Mengkaji Buku Automic Habits Bagaimana Membentuk Kebiasaan Kecil Yang Lebih Produktif.",
        "gambar": "image/Kajian.jpg"
    },
    {
        "judul": "Makrab Gmni Kota Cilegon",
        "tanggal": "17 Mei 2025",
        "deskripsi": "Dewan Pimpinan Cabang Gmni Kota Cilegon Di Anyer, Laten We Elkaar Weer Vinden.",
        "gambar": "image/Liburan.jpg"
    },
    {
        "judul": "Webinar Special Hari Lahir Pancasila",
        "tanggal": "01 Juni 2025",
        "deskripsi": "Dpk Gmni Polgri Telah Menyelanggarakan Webinar Bertema Makna Historis Hari Lahir Pancasila Dalam Konteks Kebangsaan.",
        "gambar": "image/Zoom.jpg"
    },
    {
        "judul": "Ppab Akbar Gmni Kota Cilegon",
        "tanggal": "28 Desember 2025",
        "deskripsi": "Dpc Gmni Kota Cilegon Telah Menyelenggarakan Ppab Akbar Bertema Melahirkan Jiwa Perjuangan Asas Marhaenisme Progresif.",
        "gambar": "image/Ppab.jpg"
    },
    {
        "judul": "Kajian Dan Diskusi",
        "tanggal": "16 Mei 2025",
        "deskripsi": "Kaderisasi Unggul Untuk GmnI Progresif.",
        "gambar": "image/Anjab.jpg"
    },
    {
        "judul": "Rapat Kerja Dpk",
        "tanggal": "06 Maret 2025",
        "deskripsi": "Dpk Gmni Polgri Menyelenggarakan Rapat Kerja Dpk Bertema Menyeleraskan Program Kerja, Meningkatkan Kualitas Kepengurusan, Dan Membangun Solidaritas.",
        "gambar": "image/Rapat.jpg"
    }
]